interface IAdvatagesDataProps {
  heading: string;
  subtitle: string;
}

export const advantagesData: IAdvatagesDataProps[] = [
  {
    heading: 'Комплексные спа ритуалы',
    subtitle: `Каждый ритуал сопровождается медитативной музыкой, аромарелаксацией и чайной церемонией для полной перезагрузки.`,
  },
  {
    heading: 'Профессиональный уход',
    subtitle: `Используем только проверенную и качественную косметику именитых брендов с безупречным эффектом.`,
  },
  {
    heading: 'Внимание к деталям',
    subtitle: `Каждая программа подбирается под ваши потребности, от выбора аромата и музыки до подбора профессиональной косметики.`,
  },
]