import ImageWrapp from '../../../shared/assets/images/avatar.jpeg';

interface IModelDataProps {
  image: string;
  name: string;
  text: string;
}

export const masterData = [
  {
    image: ImageWrapp,
    name: 'Игорь Зудин',
    text: `Опытный мастер с более чем 8-летним стажем в сфере красоты.
                Специализируется на создании индивидуального образа для каждого
                клиента, используя современные техники и качественные материалы.
                Постоянно совершенствует свои навыки, посещая мастер-классы ведущих
                специалистов индустрии`,
  },
  {
    image: ImageWrapp,
    name: 'Игорь Зудин',
    text: `Опытный мастер с более чем 8-летним стажем в сфере красоты.
                Специализируется на создании индивидуального образа для каждого
                клиента, используя современные техники и качественные материалы.
                Постоянно совершенствует свои навыки, посещая мастер-классы ведущих
                специалистов индустрии`,
  },
]